[
    {
	"type": "outreach-activity",
	"title": "Delivered Royal Institute Masterclasses: 'Maths, music and waves' and 'Sustainable mathematics'",
	"date": "12-19/3/2022",
	"content": "In March I helped organise, present and deliver two mathematics outreach workshops to around 100 Year 8 students from around the region. The first focused on waves and music and was organised by myself and fellow PhD students in the department. The second was centred around energy and sustainability and the work was completed by myself and my supervisor. I wrote a blog on the experiences, which will be available one the AAPS CDT website in due course.",
	"link": null
    },
    {
	"type": "workshop-attend-activity",
	"title": "Attended online workshop 'Mathematics: Inclusive or Exclusive? Putting colour, culture and context into the curriculum'",
	"date": "25-26/1/2022",
	"content": null,
	"link": null
    },
    {
	"type": "conference-present-activity",
	"title": "Talk given at Sheffield SIAM-IMA Conference 2021",
	"date": "27/7/2021",
	"content": "I gave an online talk about the content of my MRes summer project, titled 'Topology optimisation of structural electrolyte microstructures using a topological sensitivity and level-set approach'.",
	"link": "https://www.youtube.com/watch?v=lrG2Fgy-dtk"
    },
    {
	"type": "workshop-attend-activity",
	"title": "Attended masterclasses on Life Cycle Assessment (LCA), low carbon fuels, and gas purification",
	"date": "12-29/7/2021",
	"content": "Throughout July I attended three masterclasses put on by academics at the University of Bath. I wrote a blog about my experience, which is available on the AAPS CDT website.",
	"link": "https://www.aaps-cdt.ac.uk/news-insights/summer-masterclasses-2021"
    },
    {
	"type": "conference-present-activity",
	"title": "Presented poster at the University of Bath Mechanical Engineering Design Exhibition 2021",
	"date": "26/5/2021",
	"content": "The MRes year culminated in my cohort presenting the work we had done in designing a car for the market of 2030. I contributed by creating a poster and answering questions on the aerodynamics study I had conducted.",
	"link": null
    }
]
